Repository: kavo1337/fullProject-2026
Catalog: app.WEB/Resources/SharedResource.*.resx
Languages: ru

# AppTitle
source: Franchisee Web Cabinet
ru: Веб‑кабинет франчайзера

# MenuMachines
source: Vending Machines
ru: Торговые автоматы

# MenuCalendar
source: Maintenance calendar
ru: Календарь обслуживания

# MenuSchedule
source: Work Schedule
ru: График работ

# UploadTitle
source: Import vending machines
ru: Импорт торговых автоматов

# UploadButton
source: Upload file
ru: Загрузить файл

# UploadHint
source: CSV or XLSX format. Minimum 6 required fields.
ru: Формат CSV или XLSX. Минимум 6 обязательных полей.

source: Language
ru: Язык

# ResultsTitle
source: Upload results
ru: Результат загрузки

# CalendarTitle
source: Maintenance calendar
ru: Календарь обслуживания

# ScheduleTitle
source: Work schedule
ru: График работ
